[
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Is Mozilla the one to suffer the consequences of Google's antitrust defeat?",
        "creator": "Alfonso Maruccia",
        "description": "United States District Judge Amit Mehta found Google guilty of building a monopolistic position in web search. The Mountain View corporation spent billions of dollars becoming the leading search provider for computing platforms and web browsers on PC and mobile devices.Read Entire Article",
        "content": "A hot potato: Mozilla has a close relationship with Google, as most of Firefox's revenue comes from the agreement keeping Google as the browser's default search engine. However, the search giant is now officially a monopoly, and a future court decision could have an unprecedented impact on Mozilla's ability to keep things \"business as usual.\"\r\n\r\nUnited States District Judge Amit Mehta found Google guilty of building a monopolistic position in web search. The Mountain View corporation spent billions of dollars becoming the leading search provider for computing platforms and web browsers on PC and mobile devices.\r\n\r\nMost of the $21 billion spent went to Apple in exchange for setting Google as the default search engine on iPhone, iPad, and Mac systems. The judge will now need to decide on a penalty for the company's actions, including the potential of forcing Google to stop payments to its search \"partners completely,\" which could have dire consequences for smaller companies like Mozilla.\r\n\r\nIts most recent financials show Mozilla gets $510 million out of its $593 million in total revenue from its Google partnership. This precarious financial position is a side effect of its deal with Alphabet, which made Google the search engine default for newer Firefox installations.\r\nThe open-source web browser has experienced a steady market share decline over the past few years. Meanwhile, Mozilla management was paid millions to develop a new \"vision\" of a theoretical future with AI chatbots. Mozilla Corporation, the wholly owned subsidiary of Mozilla Foundation managing Firefox development, could find itself in a severe struggle for revenue if Google's money suddenly dried up.\r\nApple, one of the world's largest companies with many revenue sources, would likely withstand the financial hit if Google had to stop paying to get its search engine on Cupertino's devices. Conversely, Mozilla would not likely survive the hit, jeopardizing Firefox development. The open-source community could adopt the Red Panda browser for now, which has happened with other big, popular software projects.\r\n\r\nFor now, Mozilla is reviewing the court's decision and considering the potential impact on its business prospects. It says it has always championed competition in the search industry and will continue to offer a range of search options, including Google and its competitors. The court could also penalize Google in other ways, giving Mozilla at least a few more years of revenue and time to develop an exit strategy if it comes to that.",
        "pubDate": "2024-08-06 21:23:00",
        "image_url": "https://www.techspot.com/images2/news/ts3_thumbs/2024/08/2024-08-06-ts3_thumbs-c68.jpg",
        "source_name": "Techspot",
        "source_icon": "https://i.bytvi.com/domain_icons/techspot.png",
        "category": [
            "technology"
        ],
        "_createdOn": 1723025259401,
        "_id": "39d1a33b-b40a-4ef0-89b9-30350c96bfaa"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Verisign under fire for increasing .com prices each and every year it can",
        "creator": "Thomas Claburn",
        "description": "Registry happy to chat about caps, just don't consider it a commitment to actually do anything The US government's National Telecommunications and Information Administration (NTIA) has said it will renew its Cooperative Agreement with Verisign to oversee the .com domain registry and other responsibilities – while expressing some concern about price hikes.",
        "content": "The US government's National Telecommunications and Information Administration (NTIA) has said it will renew its Cooperative Agreement with Verisign to oversee the .com domain registry and other responsibilities – while expressing some concern about price hikes.\r\n\r\n\"In accordance with NTIA's commitment to Internet stability and security, NTIA intends to renew its Agreement with Verisign,\" said Alan Davidson, Assistant Secretary of Commerce for Communications and Information and NTIA Administrator, in an August 2, 2024 letter to Verisign CEO D. James Bidzos.\r\n\r\n\"At the same time, in light of recent public inquiries, NTIA has questions related to pricing in the .com market. We are therefore pleased that Verisign has agreed to discussions regarding .com pricing and the health of the .com ecosystem, including retail and secondary markets.\"\r\n\r\nVerisign, in consultation with ICANN, has been given the authority to periodically raise the wholesale price of .com domains. Domain registrars (the retail sellers of domain names) then add whatever markup works for their business and pass that cost on to their customers.\r\n\r\nAs of September 1, 2023, the wholesale price for a .com domain jumped from $8.97 to $9.59, an increase of 6.91 percent (just below the allowable increase of 7 percent). ICANN also charges a fee of $0.18 for registration (per year), transfer, or renewal of global top-level domains.\r\n\r\nAmong the public inquiries questioning repeated price hikes for .com domains was a July 25, 2024 letter from Republican members of Congress Cathy McMorris Rodgers (R-WA), Bob Latta (R-OH), Morgan Griffith (R-VA) seeking information from NTIA about the Cooperative Agreement with Verisign.\r\n\r\nTheir letter [PDF] notes the current arrangement with Verisign has allowed the company, with ICANN's assent, to raise prices by up to seven percent each year during the past four years of the six-year term of the agreement. And the company has done so each year it has been allowed.\r\n\"Some have argued Verisign enjoys considerable profit margins from managing the registry, charging far more than it costs to operate it,\" the lawmakers' letter says, noting that NTIA is responsible for supporting the domain name system in a way that helps businesses grow.\r\n\r\n\"Monopolistic elements and excessive domain name price increases stifle the ability of potential .com registrants to conduct business online.\"\r\n\r\nLast week, just prior to the August 2, 2024 contract renewal deadline, the American Economic Liberties Project released a policy paper calling for an end to Verisign's control of the .com domain and urged NTIA to end its two-decade-old relationship with Verisign.\r\n\r\n\"Verisign's monopoly over the .com top level domain is old enough to vote and drink,\" said Laurel Kilgour, Research Manager at the American Economic Liberties Project, in a statement.\r\n\r\n\"It's time for the NTIA to quit caving to automatic renewals or weak compromises, and end Verisign's reign over the domain name industry. Continuing to provide cover for them only pads the profits of Verisign shareholders like Warren Buffet, and hurts website owners that depend on the .com domain name.\"\r\nKilgour urged NTIA either to cut ties with Verisign or to roll back amendments put in place during the Trump administration. Amendment 35 [PDF], adopted in 2018, removed NTIA's right to require a competitive bidding process for the management of .com TLD registries; gave Verisign and ICANN the authority to increase prices by seven percent each without approval or justification; and limited NTIA's authority to negotiate agreements covering price, vertical integration, and other terms.\r\n\r\nThe advocacy group's paper [PDF], \"A Call for .Com-petition: Reining in Verisign's Monopoly Over the Internet's Most Popular Top-Level Domain,\" claims that the 2018 amendments led to an unjustified 30 percent increase in wholesale domain prices and from 159 million .com registrants generated a \"$383 million annual windfall for Verisign's shareholders.\"\r\n\r\nThe paper says, \"The question before the NTIA is clear: Should Verisign continue reaping large monopoly rents through its control of the most popular top-level domain on the internet, forcing businesses to pay an ever-increasing private tax that robs consumers to pay shareholders, including Verisign's largest shareholder, Warren Buffet? Or should the NTIA use its remaining authority to rein in Verisign's monopoly abuse?\"\r\n\r\nVerisign's answer to that question is that capping wholesale domain prices is a bad idea.\r\nAsked to comment, a Verisign spokesperson referred The Register to statements made in the company's Form 8-K filing on Monday that offer reassurance to investors.\r\n\r\n\"As Verisign noted in its response [to Assistant Secretary Davidson], a broad discussion about the downstream markets is important because we believe price caps on .com wholesale prices have not always passed through to benefit end-users such as consumers and businesses,\" the financial filing states.\r\n\r\n\"Verisign believes that capped wholesale prices have contributed to the growth of an unregulated multi-billion dollar secondary market.\r\n\r\n\"This is an important discussion. Although the exchange of letters does not create an obligation to change .com wholesale pricing, Verisign is committed to these discussions and looks forward to working together with the NTIA on possible mutually agreeable solutions that benefit end-users, both business and consumers, throughout the DNS ecosystem.\"\r\n\r\nIn a set of FAQs that follow, Verisign makes clear that while the biz is open to discussion, it's not ready to commit to anything at this time, or even set a timeline.\r\n\r\nSo expect the wholesale price of .com domains to increase from $9.59 to $10.26 on September 1, 2024, as planned.",
        "pubDate": "2024-08-06 21:20:36",
        "image_url": "https://regmedia.co.uk/2020/01/07/shutterstock_dotcom.jpg",
        "source_name": "The Register",
        "source_icon": "https://i.bytvi.com/domain_icons/theregister.png",
        "category": [
            "technology",
            "science"
        ],
        "_createdOn": 1723025350983,
        "_id": "7e58bac7-e47c-48c5-b913-5fd56947618f"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Musk's X accuses advertisers of boycotting platform in new lawsuit",
        "creator": "Reuters",
        "description": "By Mike Scarcella (Reuters) -Elon Musk's social media platform X on Tuesday sued a global advertising alliance and several major companies, including Mars and CVS Health, accusing them of unlawfully",
        "content": "By Mike Scarcella\r\n(Reuters) -Elon Musk's social media platform X on Tuesday sued a global advertising alliance and several major companies, including Mars and CVS Health, accusing them of unlawfully conspiring to boycott the site and causing it to lose revenue.\r\n\r\nX filed the lawsuit in federal court in Texas against the World Federation of Advertisers, Unilever and Danish renewable energy company Orsted, in addition to Mars and CVS Health.\r\n\r\nThe lawsuit said advertisers, acting through a World Federation of Advertisers initiative called Global Alliance for Responsible Media, collectively withheld “billions of dollars in advertising revenue” from X, previously known as Twitter.\r\n\r\nIt said they acted against their own economic self-interests in a conspiracy against the platform that violated U.S. antitrust law.\r\n\r\nThe World Federation of Advertisers, Unilever, Mars, CVS Health and Orsted did not immediately respond to requests for comment.\r\n\r\nIn a statement on Tuesday about the lawsuit, X's chief executive Linda Yaccarino said “people are hurt when the marketplace of ideas is constricted. No small group of people should monopolize what gets monetized.”\r\n\r\nAd revenue at X slumped for months after Musk bought the company in 2022. Some advertisers had been wary of ad spending under Musk amid questions and fears that their brands would appear next to harmful content that under prior owners might have been removed.\r\n\r\nThe advertising group launched the responsible media initiative in 2019 to “help the industry address the challenge of illegal or harmful content on digital media platforms and its monetization via advertising.”\r\n\r\nChristine Bartholomew, an antitrust expert and professor at University at Buffalo's law school told Reuters that lawsuits alleging unlawful boycotts can face a high bar.\r\n\r\nX must show that there was an actual agreement to boycott joined by each advertiser, Bartholomew said. “Proving this requirement is no small hurdle” in cases where an agreement might be implicit, she said.\r\n\r\nEven if the case succeeds, X cannot force companies to spend ad revenue on the platform, Bartholomew said.\r\n\r\nThe case was filed in the Northern District of Texas and assigned to U.S. District Judge Reed O’Connor. The district has become a favored destination for conservatives suing to block Biden administration policies.\r\n\r\nX said in its lawsuit that it has applied brand-safety standards that are comparable to those of its competitors and that “meet or exceed” measures specified by the Global Alliance for Responsible Media.\r\n\r\nThe lawsuit said X has become a “less effective competitor” in the sale of digital advertising.\r\n\r\nX is seeking unspecified damages and a court order against any continued efforts to conspire to withhold ad dollars.\r\n\r\nVideo-sharing company Rumble on Tuesday filed a separate antitrust lawsuit against the World Federation of Advertisers.\r\n\r\n(Reporting by Mike Scarcella; Editing by Andrea Ricci)\r\n\r\nDisclaimer: This report is auto generated from the Reuters news service. ThePrint holds no responsibilty for its content.",
        "pubDate": "2024-08-06 21:16:14",
        "image_url": "https://static.theprint.in/wp-content/uploads/2024/08/Musks_588-696x464.jpg",
        "source_name": "Theprint",
        "source_icon": "https://i.bytvi.com/domain_icons/theprint.png",
        "category": [
            "technology"
        ],
        "_createdOn": 1723025396749,
        "_id": "d303a32d-be1f-4d57-8bdc-ed29a3a4dae9"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Google Chrome will let you send money to your favourite website",
        "creator": "Mayank Parmar",
        "description": "Google has confirmed plans to implement Web Monetization in Chrome, allowing website owners to receive micro-payments as tips or rewards for their content as an additional way to generate revenue. [...]",
        "content": "Google has confirmed plans to implement Web Monetization in Chrome, allowing website owners to receive micro-payments as tips or rewards for their content as an additional way to generate revenue.\r\n\r\n\"Web Monetization is a web technology that enables website owners to receive micro payments from users as they interact with their content,\" Google explained in a document spotted by BleepingComputer.\r\n\r\n\"It provides a way for content creators and website owners to be compensated for their work without relying solely on ads or subscriptions.\"\r\nWeb Monetization support can be added to any web page with a rel=\"monetization\" HTML element, shown below.\r\n\"<link rel=\"monetization\" href=\"https://example.com/pay\">\"\r\nThis tag declares to the browser that the website supports web monetization and specifies the payment processor that should be used.\r\n\r\n\"Notably, Web Monetization offers two unique features—small payments and no user interaction—users are paying/tipping for the content while they consume it. It extends the HTML element by introducing rel=\"monetization\", Google added.\r\n\r\nWith Web Monetization, website owners can express their interest in receiving payments, while the visitor retains complete control over how much and when a payment is made.\r\n\r\nAs the feature allows payments to happen automatically, without interaction by the user, it creates a seamless experience where those who wish to support a site, can do so while consuming their content.\r\n\r\nWeb Monetization is still a work in progress and is not yet a W3C Standard but is being developed by the Web Platform Incubator Community Group.\r\n\r\nThe goal is to gather feedback from the web community and eventually follow the W3C standards track.",
        "pubDate": "2024-08-06 21:15:22",
        "image_url": "https://www.bleepingcomputer.com/news/google/google-chrome-will-let-you-send-money-to-your-favourite-website/%3Cimg",
        "source_name": "Bleepingcomputer",
        "source_icon": "https://i.bytvi.com/domain_icons/bleepingcomputer.png",
        "category": [
            "technology"
        ],
        "_createdOn": 1723025453161,
        "_id": "a5a12758-f309-45e7-b69c-33bd60ba1cd9"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Healthy Returns: What drugmakers are saying about final negotiated prices with Medicare",
        "creator": [],
        "description": "Drugmakers appear to be less concerned about the impact of negotiated prices on their businesses in the short term.",
        "content": "Good afternoon! The first round of Medicare drug price negotiations has come to an end – but we still don’t know the final prices that the U.S. government and pharmaceutical companies have agreed on. \r\n\r\nMedicare will disclose the new negotiated prices for 10 drugs at the beginning of September. Those prices will then go into effect in 2026. \r\n\r\nStill, drugmakers appear to be less concerned about the impact of those new negotiated prices on their businesses than in recent months, at least in the short term. They all maintain that Medicare drug price negotiations are a long-term threat to the pharmaceutical industry's drug innovation and profits, but the immediate dust has somewhat settled. \r\n\r\nThat's based on executive commentary during the recent quarterly earnings calls of Bristol Myers Squibb\r\n and Johnson & Johnson\r\n, among other companies. \r\n\r\nPresident Joe Biden's Inflation Reduction Act gave Medicare the power to directly hash out drug prices with manufacturers for the first time in the federal program's nearly 60-year history. The process aims to make expensive medications more affordable for older Americans. \r\n\r\nOn July 26, Bristol Myers Squibb CEO Christopher Boerner confirmed that the company received the government's final price for its blood thinner Eliquis, which it shares with Pfizer\r\n. \r\n\r\nHe said now that the company has seen that price, it is “increasingly confident in our ability to navigate the impact” of Medicare drug price negotiations on the treatment. Bristol Myers will provide more details about the expected impact on its investor relations website once Medicare publicly discloses the final prices, according to Boerner. \r\n\r\nMeanwhile, AbbVie\r\n CEO Robert Michael said a day earlier that the drugmaker has included the expected sales hit to its top-selling leukemia drug, Imbruvica, in its financial forecasts. \r\n\r\n“We’ve come out and said that even with modeling that impact in, that we still expect to deliver on our long-term outlook,” Michael said on the company's earnings call. \r\n\r\nOn July 17, J&J Worldwide Chairman Jennifer Taubert similarly said the company's long-term growth outlook “still looks very good to us today” after seeing the negotiated prices for its blood thinner Xarelto and psoriasis treatment Stelara. \r\n\r\nNovartis\r\n CEO Vasant Narasimhan said on July 18 that the short-term impact from Medicare drug price negotiations “might be manageable on our first set of drugs.” The company's heart failure drug, Entresto, is among those selected for negotiations. \r\n\r\nBut Narasimhan said the policy in the long-term is “really not good for innovation [or] good for patients” in the U.S.\r\n\r\n“I think it's very important to say the policy is not a good one. It's bad for American patients, it's bad for innovation and [I] sincerely hope that it gets corrected,” he said. \r\n\r\nExecutives at each of the drugmakers similarly emphasized their opposition to Medicare drug price negotiations on their respective earnings calls. \r\n\r\n“We continue to believe that arbitrary price setting by the government on life-saving medicines is not good public policy,” Bristol Myers Squibb's Boerner said on the company's earnings call. “Irrespective of short-term dynamics, we remain very concerned about the long-term implications of IRA on innovation.”\r\n\r\nLawsuits brought by Merck and Novartis against the negotiations are awaiting decisions from district courts. Each case brings claims that overlap with suits from Novo Nordisk, AstraZeneca, Boehringer Ingelheim, Bristol Myers Squibb, J&J and industry trade groups that have been rejected in recent months.",
        "pubDate": "2024-08-06 18:38:27",
        "image_url": "https://image.cnbcfm.com/api/v1/image/107257719-1686851349999-gettyimages-1132310017-wm2_7857_20190226114130053.jpeg?h=1080&v=1687258802&w=19",
        "source_name": "Cnbc",
        "source_icon": "https://i.bytvi.com/domain_icons/cnbc.png",
        "category": [
            "business"
        ],
        "_createdOn": 1723025587123,
        "_id": "16f3ae83-90db-4200-a032-6a5f1637c61b"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Disney raises streaming prices for Disney+, Hulu and ESPN+",
        "creator": [],
        "description": "Starting mid-October, most plans for Disney+, Hulu and ESPN+ will cost $1 to $2 more per month.",
        "content": "Disney\r\n is raising prices on its streaming platforms.\r\n\r\nStarting mid-October, most plans for Disney+, Hulu and ESPN+ will cost $1 to $2 more per month, according to a press release Tuesday. The most expensive plans for Hulu, which include live TV, will cost $6 more per month.\r\n\r\nDisney+ basic and premium will be priced at $9.99 and $15.99, respectively. Hulu with ads will cost $9.99 monthly, while Hulu without adds will cost $18.99 per month. ESPN+, which features ads, will cost $11.99 per month.\r\n\r\nThe price hikes come as Disney continues to push its customers toward bundles to get a bigger bang for their buck.\r\n\r\nFor some time, Disney has offered a bundle of its own services, either Hulu and Disney+, or the two streaming services plus ESPN+. The existing bundle of Disney+ and Hulu, with ads, will also get a price hike this fall, up $1 to $10.99 per month. The same bundle without ads won’t see any price increase from the current rate of $19.99 per month.\r\n\r\nDisney has also partnered with Warner Bros. Discovery\r\n to offer a bundle, which will include Disney+, Hulu and Max. In July, the companies announced the bundle would be available for $16.99 with ads, and $29.99 commercial free, noting “a savings of 38% compared with the price of the services purchased separately.”\r\n\r\nDisney also aims to entice subscribers with ABC News Live and a playlist featuring preschool content, available to all subscribers starting Sept. 4, according to the release Tuesday. The company plans to introduce four more curated playlists for premium subscribers.\r\n\r\n“Playlists are the latest example of how we’re providing the best value and experience for our subscribers every time they open Disney+,” Alisa Bowen, president of the streaming platform, said in the news release.\r\n\r\nDisney reports its fiscal third-quarter earnings before the bell on Wednesday.",
        "pubDate": "2024-08-06 17:00:01",
        "image_url": "https://image.cnbcfm.com/api/v1/image/107349675-1703017306155-gettyimages-1398246055-pas07725_e62ce560-9a89-449a-a5aa-a1bb0fa08a9a.jpeg?h=1080&v=1722959972&w=19",
        "source_name": "Cnbc",
        "source_icon": "https://i.bytvi.com/domain_icons/cnbc.png",
        "category": [
            "business"
        ],
        "_createdOn": 1723025689641,
        "_id": "b79ac992-3084-4b51-8ff1-c6751154aa18"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Baerbock calls US missiles in Germany a 'credible deterrent'",
        "creator": "DW",
        "description": "Germany's foreign minister emphasized the need to deploy long-range US weapons systems on German soil. Weapons like the SM-6, Tomahawk and developmental hypersonic weapons would deter Russia, she said.",
        "content": "German Foreign Minister Annalena Baerbock defended an agreement with Washington on the stationing of long-range US missiles in Germany, citing the threat Russia poses to European security. \r\n\r\n\"Making foreign policy today means recognizing that the principle of hope will not protect us from [Russian President Vladimir] Putin's Russia,\" Baerbock wrote in an opinion piece for the German weekly Bild am Sonntag newspaper. \r\n\r\n\"What protects us now is that we invest in our own security and strength — in the EU, in NATO and in Germany. And this includes the decision to deploy long-range American weapons systems,\" she added. The minister emphasized that Germany needs \"a credible deterrent\" against Russia, \"which also protects the Poles, the Baltic peoples and the Finns — our partners who share a direct border with Russia and have experienced how it is using hybrid measures at the border in recent months.\"\r\n\r\nBaerbock accused Putin of responding to every peace initiative with escalation, writing that he wants only for \"Ukraine to submit to him.\"\r\n\r\nWhat weapon systems will US move to Germany?\r\nOn the sidelines of a NATO summit in July, the United States and Germany agreed to the deployment of long-range fire capabilities on German soil starting in 2026. The move will see a return of long-range US cruise missiles to Germany for the first time since the late 1990s, likely including SM-6, Tomahawk and developmental hypersonic weapons with a longer range than those currently in the armories of European militaries.\r\n\r\nThe decision received a mixed reaction in Berlin, with some greeting and others criticizing it.\r\n\r\nSeveral parties, including German Chancellor Olaf Scholz's own center-left Social Democrats, have criticized the plan and called for it to be referred to parliament for debate.\r\n\r\nsri/sms (AFP, Reuters, dpa)",
        "pubDate": "2024-08-04 05:51:00",
        "image_url": "https://static.dw.com/image/69557766_6",
        "source_name": "Dw Akademie",
        "source_icon": "https://i.bytvi.com/domain_icons/dw.png",
        "category": [
            "top",
            "politics"
        ],
        "_createdOn": 1723025724648,
        "_id": "5ec38068-74e7-42ee-a975-cb45fed995da"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "War in Gaza: An alternative voice for peace from Israel",
        "creator": "DW",
        "description": "Neither \"pro-Israel\" nor \"pro-Palestine\": Two young activists who identify as Palestinian-Israeli have started a podcast to seek alternatives to violence and polarization. They want their identity to be recognized.",
        "content": "Maoz Inon's parents were among the first victims of the Hamas attacks in Israel on the morning of October 7. Yet two days after the tragedy, despite his pain, it was very clear to him that he didn't want revenge.\r\n\r\n\"Revenge won't bring my parents back. Nor will it bring back any of the other Israelis and Palestinians who have been killed,\" he wrote.\r\n\r\nThat night, Inon, an Israeli entrepreneur and peace activist, had a dream. He describes it in an interview for the podcast \"Unapologetic: The Third Narrative.\" The ground before him was thick with blood, and he was weeping — along with the whole of humanity, all wounded by the war.\r\n\r\n\"We were crying, we were all crying. And our tears went down our face and to our bodies, and washed our bodies, and healed us… And then our tears went down to the ground and washed the blood.\"\r\n\r\nIt wasn't a nightmare, said Inon. It was a vision of a better future without bloodshed.\r\n\r\nHamze Awawde has also dreamt about the conflict. On the same podcast, the Palestinian author and peace activist spoke of dreaming that Israeli soldiers have come to kill him and his family, just as they killed his cousin. Awawde said he became a peace activist because he believes hope is not a feeling but something that you do. \"Waiting for two states feels like waiting for the Messiah,\" he wrote in one of his recent essays.\r\n\r\nFighting for a political identity\r\nWhat Awade and Inon have in common is their hope for an end to the current war in Gaza, which has claimed the lives of nearly 40,000 civilians according to recent death tolls. That is why they were invited onto the podcast. The format was established in October 2023, after the Hamas-led attack in Israel. Germany, the US, the EU and others designate Hamas as a terrorist group.\r\n\r\nThe two founders, Amira Mohammed and Ibrahim Abu Ahmad, are among the many Arabs in Israel who have Israeli citizenship. According to Israel's Central Bureau of Statistics, this group constitutes around 17% of the population. In total, at least 21% of people living on Israeli territory are Arab.\r\n\r\nMohammed and Abu Ahmad define themselves as Palestinian Israelis, and surveys show that the majority of their community does the same. On a political level, though, it's an identity they have to fight for, as the state of Israel has rejected the possibility of Palestinian identity for its citizens. Instead, it refers to them as \"Arab Israelis.\" In an interview with DW, Mohammed explained that she is convinced Palestinian Israelis like her could, and should, play a key role in the Middle East conflict precisely because of their identity.\r\n\"Whether it's about if you want to call what's going on a war or genocide, or what exactly happened on October 7, or on the number of the people dying in Gaza — we're not going to agree. But we have to agree on the future,\" she said.\r\nOpposing black-and-white thinking\r\nMohammed and Abu Ahmad envision a future beyond the current polarization. \"What we want to create here, with this initiative, is a third narrative in the West,\" explained Abu Ahmad. This is why they are primarily addressing a Western audience.\r\n\r\n\"What the West created is a sense of a black-and-white. You're either pro-Israeli, or you're pro-Palestinian,\" Abu Ahmad comments in the first episode.\r\n\r\n\"Instead of using it like a football match, cheering for Messi or Ronaldo, you guys [in the West] should use your platform to criticize all parties equally,\" added Mohammed.\r\n\r\nTheir approach has proved to be successful. The podcast has as many as 180,000 listeners per episode and around 30,000 followers on Instagram.\r\n\r\n'Too Israeli' or 'bad Arab'\r\nHowever, despite their success, the two activists still deal with daily setbacks. There is resistance from all sides, said Mohammed. When she speaks Arabic in public, Israelis look at her with alarm. And when she speaks Hebrew without an Arab accent, Palestinians don't trust her. \"Everyone starts to delegitimize you, in a way. If I am 'too Israeli,' I am siding with the oppressor. If I am 'too proud of being a Palestinian,' I am justifying terror, I'm a 'bad Arab,'\" she said.\r\n\r\nMohammed is convinced that the dual identity she shares with many others is a source of untapped potential in this conflict.\r\n\r\n\"We know both cultures. We can feel the Palestinian pain. But we can also feel the pain of the Israelis,\" she said. \"But as long as we are not recognized as Palestinian Israelis, we cannot be the kind of translator, the medium. We're a minority, but we want to be represented and seen as what we are.\"\r\n\r\nConflicting emotions\r\nMohammed was especially conscious of her dual identity on October 7. \"It was a disaster of emotions. I didn't know what I am supposed to feel,\" she said.\r\n\r\nAs she sought shelter from the bombs in a stairwell in southern Israel, not far from Gaza, she was glued to her phone, watching images of the events happening in real time. She saw Palestinians break through the border fence that, for the past 30 years, had confined them to Gaza's 365 square kilometers — an area not even half the size of Hamburg, with a population of more than 2 million.\r\n\r\n\"Seeing those Gazans flee out, seeing that liberation, I felt a little bit of relief. They deserve to be free,\" said Mohammed.\r\n\r\nBut the people who broke through the fence were not in search of freedom. They murdered at least 1,200 people, set fire to homes, and took hundreds of hostages back with them to Gaza. Still in the stairwell, Mohammed started seeing pictures of the corpses of young women and hostages being taken to Gaza. The building she was in was shaking as bombs fell around it. And she thought: \"This could also have been me. This was the moment in which I felt my Israeli side.\"\r\n\r\n'We all deserve better'\r\nMore than nine months after the Hamas attack on Israel, the war in Gaza continues. It has taken a terrible toll: According to the UN, more than 39,000 people have been killed in Israeli attacks on Gaza, and 120 hostages, both Israeli and of other nationalities, are still being held captive by Hamas. There is no immediate prospect of peace.\r\n\r\nNonetheless, the two podcasters continue their work. They want to show solidarity with both Palestinians and Israelis and be allowed to criticize both sides without having to justify themselves, said Mohammed.\r\n\r\n\"We want to stop the bloodshed. Palestinians, Israelis, Christians, Jews, Muslims — we all deserve better.\"\r\n\r\nThis article was originally written in German.",
        "pubDate": "2024-08-04 04:40:00",
        "image_url": "https://static.dw.com/image/69744635_6",
        "source_name": "Dw Akademie",
        "source_icon": "https://i.bytvi.com/domain_icons/dw.png",
        "category": [
            "top",
            "politics"
        ],
        "_createdOn": 1723025751006,
        "_id": "54a5c2ff-e239-4e7a-bc91-9e9dbf8eaa19"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Venezuela: Mass protests against President Maduro's contested reelection",
        "creator": "DW",
        "description": "Thousands of people rallied in the streets of Venezuela's capital Saturday, waving the national flag and singing the national anthem to support an opposition candidate they believe won the presidential election by a landslide.",
        "content": "Thousands of people took to the streets across Venezuela on Saturday to protest against the widely disputed reelection of President Nicolas Maduro.\r\n\r\nThey waved the national flag and sang the national anthem in support of an opposition candidate they believe won the presidential vote.\r\n\r\nAuthorities have declared Maduro the winner of last Sunday's election but have yet to produce voting tallies to prove he won.\r\n\r\nMaduro also urged his backers to attend his own \"mother of all marches\" later Saturday in the capital city, Caracas.\r\n\r\nOpposition leader Maria Corina Machado made a surprise appearance at the rally in Caracas after spending much of the week in hiding, saying that her life and freedom were at risk.\r\nWhat did Machado say?\r\n\"After six days of brutal repression, they thought they were going to silence us, intimidate or paralyze us,\" Machado told her ecstatic supporters from the raised platform on a truck.\r\n\r\n\"The presence of every one of you here today represents the best of Venezuela,\" she said.\r\n\r\n\"We have overcome all the barriers! We have knocked them all down,\" she added. \"Never has the regime been so weak.\"\r\n\r\nSince the disputed poll, Maduro's government has arrested hundreds of opposition supporters.\r\n\r\nThe president and his supporters have also threatened to lock up Machado and her hand-picked presidential candidate, Edmundo Gonzalez.\r\n\r\nGonzalez, who remains in hiding, was not seen at Saturday's event.\r\n\r\nAfter the rally, Machado was given a non-descript shirt and whisked away on the back of a motorcycle.\r\nMaduro lambasts opposition\r\nLater in the day, thousands of government supporters gathered before Maduro's office at the Miraflores national palace.\r\n\r\nAddressing them, Maduro vilified the opposition, claiming they \"represent the hatred, the division, of fascism.\"\r\n\r\nHe vowed to continue to use a heavy hand against his political opponents, saying 2,000 of them have been arrested already.\r\n\r\n\"This time there will be no pardon, this time there will be Tocoron,\" he said, referring to a notorious prison.\r\n\r\nHow did EU countries and others react?\r\nVenezuela's CNE election authority, loyal to Maduro, on Friday proclaimed him the winner with 52% of the vote to 43% for Gonzalez.\r\n\r\nThe opposition has rejected the result.\r\n\r\nThey have launched a website with copies of 84% of ballots cast, showing an easy win for Gonzalez.The government claims these are forged.\r\n\r\nMany countries, including the United States, Argentina, Costa Rica, Ecuador, Panama and Uruguay, have rejected the results released by the election authority.\r\n\r\nThe Organization of American States called for \"reconciliation and justice\" in Venezuela, saying, \"Let all Venezuelans who express themselves in the streets find only an echo of peace, a peace that reflects the spirit of democracy.\"\r\n\r\nSeven European Union countries also called on Venezuela to publish its voting records.\r\n\r\nThe statement — from France, Germany, Italy, the Netherlands, Poland, Portugal and Spain — expressed \"strong concern\" about the situation in the country following the contested presidential election.\r\n\r\n\"We call on the Venezuelan authorities to promptly publish all voting records,\" it read, adding that such a step was necessary to \"recognise the will of the Venezuelan people.\" \r\n\r\n\"The rights of all Venezuelans, especially political leaders, must be respected during this process,\" the statement noted. \"We strongly condemn any arrest or threat against them.\"\r\nWhat's Maduro's economic record?\r\nMaduro, 61, has led Venezuela since 2013.\r\n\r\nThe Latin American country has the world's largest proven crude oil reserves.\r\n\r\nIt was once one of the most advanced economies in the region.\r\n\r\nThe nation's GDP has plummeted by about 80% under Maduro. It also suffers hyperinflation and widespread shortages of goods.\r\n\r\nThe economic turmoil has forced over seven million of the country's 30 million citizens to emigrate over the past decade, marking the largest exodus in Latin America's history.\r\n\r\nsri/sms (AP, AFP, Reuters)",
        "pubDate": "2024-08-04 01:39:00",
        "image_url": "https://static.dw.com/image/69850451_6",
        "source_name": "Dw Akademie",
        "source_icon": "https://i.bytvi.com/domain_icons/dw.png",
        "category": [
            "top",
            "politics"
        ],
        "_createdOn": 1723025781853,
        "_id": "dacaa66b-58d0-4654-9232-beabc752bdc0"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Berlin: Thousands march in COVID-19 pandemic skeptic protest",
        "creator": "DW",
        "description": "Thousands marched in Berlin to reprise demonstrations questioning government-imposed measures at the height of the COVID-19 pandemic. Participants also voiced opposition to Germany's push to rebuild its military.",
        "content": "Several thousand people on Saturday joined a street demonstration and rally in Berlin organized by Germany's \"Lateral Thinking\" protest movement.\r\n\r\nThe protest faction, best known for staging demonstrations against COVID-19 pandemic restrictions, was calling for a reassessment of government measures and \"consequences for those responsible.\"\r\n\r\nHowever, a large contingent also protested against the German government's push to rebuild the country's military.\r\n\r\nHow the protests unfolded\r\nThe demonstration moved along the German capital's famous Kurfürstendamm shopping street toward Berlin-Tiergarten.\r\n\r\nThere, a stage had been set up for a  \"freedom, peace, joy\" rally organized by the movement's initiator Michael Ballweg.\r\n\r\nMany participants in the march protested against the policies of German Chancellor Olaf Scholz's center-left-led coalition government.\r\n\r\nSome carried placards for the fringe political party The Basis, which is seen as aligned with the Lateral Thinking movement.\r\n\r\nAmong the statements on display was \"Peace-ready, not war-ready,\" a reference to the statement by German Defense Minister Boris Pistorius that Germany must be prepared for conflict with Russia by 2029.\r\n\r\nAccording to the Berlin police in the late afternoon, the demonstration and rally had been peaceful and without incident, there were no arrests.\r\n\r\nHowever, there were several violations of the requirement not to display posters referring to the magazine \"Compact,\" which Germany's domestic intelligence service had classified as right-wing extremist and which was subsequently banned. A preliminary estimate by police put the crowd at the demonstration at around 9,000 people.\r\n\r\nBerlin police deployed 500 officers to monitor both the demonstration and several planned counter-demonstrations.\r\nWhat is the Lateral Thinking movement?\r\nThe movement began in Stuttgart and eventually spread across Germany during the coronavirus pandemic.\r\n\r\nSupporters repeatedly protested against lockdown measures and vaccine requirements as measures to contain the virus.\r\n\r\nAn estimated 20,000 people joined a demonstration against the coronavirus measures in Berlin in August 2020, although organizers claimed that the actual crowd was much larger.\r\n\r\nGermany's domestic intelligence service, the Federal Office for the Protection of the Constitution, in 2021 said it would keep parts of the anti-coronavirus lockdown movement under observation.\r\n\r\nWhile the protests became smaller after that, incidents of violence became more frequent. There was increasing concern that the rallies were being used as a platform for far-right and extremist views.\r\n\r\nProtesters were noted to have increasingly embraced conspiracy theories, most notably those floated by the QAnon movement which originated in the United States.\r\n\r\nThis article was written using material from the DPA news agency.\r\n\r\nEdited by: Sean Sinico",
        "pubDate": "2024-08-03 22:35:00",
        "image_url": "https://static.dw.com/image/69850544_6",
        "source_name": "Dw Akademie",
        "source_icon": "https://i.bytvi.com/domain_icons/dw.png",
        "category": [
            "top",
            "politics"
        ],
        "_createdOn": 1723025841216,
        "_id": "3cd6293c-4dfe-41bd-8893-43f6aabca5e5"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Nigerian police teargas protesters, arrest hundreds",
        "creator": "DW",
        "description": "Days of widespread demonstrations in Africa's most populous nation have left at least 13 people dead, Amnesty International says.",
        "content": "Nigerian police said they had arrested nearly 700 people in days of nationwide protests against the high cost of living.\r\n\r\nOn Saturday, police said they fired rubber bullets and teargas at protesters in the capital city, Abuja.\r\n\r\nAmnesty International said 50 journalists were among the 681 people arrested over the three days of demonstrations.\r\n\r\nDemonstrations to continue\r\nThe people who have been arrested are being accused by the police of \"armed robbery, arson, mischief,\" and damaging property. Damilare Adenola, leader of the Take It Back group organizing protests in Abuja, told the AFP news agency that police fired on protesters on Saturday, who \"were gathered peacefully.\"\r\n\r\n\"We are going to continue with the demonstrations,\" he added.\r\n\r\nThey demand that the government reduce fuel prices and address Nigeria's most severe economic crisis, with inflation reaching a 28-year high of 34%.\r\nPolice blamed for violent crackdown\r\nAmnesty International said security forces had killed 13 protesters since Thursday, blaming them for using live rounds.\r\n\r\nPolice denied this, saying seven people have so far died during the protests but that security forces killed none of them.\r\n\r\nPolice have sought to confine protesters to the outskirts of major cities to avoid disruptions to business and traffic. In particular, they deployed more forces to Kano State where some protesters attempted to break into a police station near the neighborhoods of Kurna and Rijiyar Lemo.\r\n\r\nIn the commercial hub of Lagos, more than 1,000 protesters held a peaceful demonstration against President Bola Tinubu's reforms, including the removal of a popular petrol subsidy and the devaluation of the currency, which sent inflation soaring.\r\n\r\nlo/msh (AFP, AP, Reuters)",
        "pubDate": "2024-08-03 21:50:00",
        "image_url": "https://static.dw.com/image/69850610_6",
        "source_name": "Dw Akademie",
        "source_icon": "https://i.bytvi.com/domain_icons/dw.png",
        "category": [
            "top",
            "politcs"
        ],
        "_createdOn": 1723025865360,
        "_id": "be1b3cd9-9ae4-4275-a982-77cbf95935bb"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "Nigerian police teargas protesters, arrest hundreds",
        "creator": "DW",
        "description": "Days of widespread demonstrations in Africa's most populous nation have left at least 13 people dead, Amnesty International says.",
        "content": "Nigerian police said they had arrested nearly 700 people in days of nationwide protests against the high cost of living.\r\n\r\nOn Saturday, police said they fired rubber bullets and teargas at protesters in the capital city, Abuja.\r\n\r\nAmnesty International said 50 journalists were among the 681 people arrested over the three days of demonstrations.\r\n\r\nDemonstrations to continue\r\nThe people who have been arrested are being accused by the police of \"armed robbery, arson, mischief,\" and damaging property. Damilare Adenola, leader of the Take It Back group organizing protests in Abuja, told the AFP news agency that police fired on protesters on Saturday, who \"were gathered peacefully.\"\r\n\r\n\"We are going to continue with the demonstrations,\" he added.\r\n\r\nThey demand that the government reduce fuel prices and address Nigeria's most severe economic crisis, with inflation reaching a 28-year high of 34%.\r\nPolice blamed for violent crackdown\r\nAmnesty International said security forces had killed 13 protesters since Thursday, blaming them for using live rounds.\r\n\r\nPolice denied this, saying seven people have so far died during the protests but that security forces killed none of them.\r\n\r\nPolice have sought to confine protesters to the outskirts of major cities to avoid disruptions to business and traffic. In particular, they deployed more forces to Kano State where some protesters attempted to break into a police station near the neighborhoods of Kurna and Rijiyar Lemo.\r\n\r\nIn the commercial hub of Lagos, more than 1,000 protesters held a peaceful demonstration against President Bola Tinubu's reforms, including the removal of a popular petrol subsidy and the devaluation of the currency, which sent inflation soaring.\r\n\r\nlo/msh (AFP, AP, Reuters)",
        "pubDate": "2024-08-03 21:50:00",
        "image_url": "https://static.dw.com/image/69850610_6",
        "source_name": "Dw Akademie",
        "source_icon": "https://i.bytvi.com/domain_icons/dw.png",
        "category": [
            "top",
            "politics"
        ],
        "_createdOn": 1723025873567,
        "_id": "50d7b2da-302e-4bff-bfc9-a353d20dfb5b"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "UK: Riots continue for a fourth day in wake of mass stabbing",
        "creator": "DW",
        "description": "Clashes between anti-immigration and anti-racism groups continued for a fourth night with violence across the UK. Several people have been arrested and the government has warned of strong penalties.",
        "content": "The Prime Minister of the United Kingdom, Sir Keir Starmer, will chair an emergency \"Cobra\" meeting on Monday to discuss the government's response to far-right rioting which continued across the country this weekend.\r\n\r\nPockets of violence broke out in several British towns and cities over the past week after three young girls were killed in a knife attack in Southport in northwest England last Monday.\r\n\r\nA 17-year-old boy named as Axel Rudakubana, who was born in Cardiff, Wales, to Rwandan parents, has been arrested and charged with three counts of murder, a further 10 counts of attempted murder and one count of possessing a blade.\r\n\r\nMore than 150 people were arrested over the weekend alone after anti-immigration protesters clashed with police, looted shops and tried to attack mosques, with many chanting far-right, racist and Islamophobic slurs.\r\n\r\nHome Secretary condemns 'disgraceful scenes'\r\nSpeaking on breakfast television in the UK on Monday morning, the Home Secretary – the interior minister – Yvette Cooper promised there \"will be a reckoning\" for those responsible for what she called \"disgraceful scenes.\"\r\n\r\n\"Nobody should have to put up with this,\" she said. “Lots of people have concerns and views about crime, about the NHS [National Health Service], about immigration, but they don't pick up bricks and throw them at the police, they don't try and set light to a hotel where people are known to be inside it, they don’t loot shops as a result.\"\r\n\r\nCooper said those involved in the disorder \"do not speak for Britain\" but praised those people who have helped to clean up and repair damage.\r\n\r\n\"Right across the country, we've seen people coming out in our towns and cities to clean up, to make sure they can rebuild the wall in front of the mosque, to make sure that they can clear up the debris and the damage that's been left from the fires,\" she said. \"Those are the people who speak for Britain.\"\r\n\r\nWhat is a 'Cobra' meeting?\r\n\"Cobra\" stands for \"Cabinet Office Briefing Room A,\" where the UK government convenes emergency response meetings in times of urgent crisis.\r\n\r\nCobra meetings involve government ministers, senior civil servants, police chiefs, intelligence officers and any other relevant officials deemed appropriate for the issue in question.\r\n\r\nCobra meetings were held regularly during the COVID-19 pandemic, for instance.\r\n\r\nThe acronym has nothing to do with the venomous snake of the same name.\r\nUK: what happened in over the weekend?\r\nPolice in the northern English city of Rotherham struggled to hold back a group of far-right activists on Sunday, who broke into a hotel believed to be housing asylum-seekers.\r\n\r\nFootage aired on British TV showed officers with shields targeted by a barrage of projectiles outside the Holiday Inn Express hotel in Rotherham, near Sheffield.\r\n\r\nA few minutes later, the protesters can be seen storming the building and removing chairs from inside to use as weapons.\r\n\r\nA small fire was also visible while windows in the hotel were smashed. At least one officer was injured in the confrontation.\r\n\r\nLate Sunday, Staffordshire police said another hotel known to have sheltered asylum-seekers was targeted near Birmingham.\r\n\r\n\"A large group of individuals\" have been \"throwing projectiles, smashing windows, starting fires and targeting police\" at the hotel in the town of Tamworth, with one officer injured, said the statement.\r\n\r\nThere were more anti-immigration protests and counter-demonstrations elsewhere, including the northeastern city of Middlesborough, where officers used police dogs to control the crowd.\r\n\r\nIn the cities of Liverpool, Bolton and Southport — where the mass stabbing took place — the police were granted the right to issue dispersal orders, allowing them to stop protests from taking place on Sunday.\r\n\r\nUK PM says far-right rioters will 'regret' actions\r\nPrime Minister Starmer condemned the attack on hotels housing asylum-seekers and described it as \"far-right thuggery.\"\r\n\r\n\"We will do whatever it takes to bring these thugs to justice,\" said Starmer.\r\n\r\n\"These thugs are mobile, they move from community to community, and we must have a police response that can do the same.\"\r\n\r\n\"Mosques being attacked because they're mosques — the far-right are showing who they are. We have to show who we are in response to that.\"\r\n\r\nBritain's Home Secretary (or interior minister) Yvette Cooper called the \"criminal, violent attack\" on the hotel \"utterly appalling: Deliberately setting fire to a building with people known to be inside.\"\r\n\r\nShe said police had \"full Government support for the strongest action against those responsible.\"\r\nDozens arrested during Saturday's riots\r\nClose to 100 people were arrested after skirmishes broke out at far-right rallies in Liverpool, Manchester, Bristol, Blackpool and Hull, as well as Belfast in Northern Ireland on Saturday.\r\n\r\nIn Liverpool, in the northwest, protesters threw chairs, flares and bricks at police officers. Manchester also saw clashes between officers and rioters. \r\n\r\nIn the city of Hull, protesters broke windows of a hotel that was housing migrants, the BBC reported. \r\n\r\nIn Belfast, fireworks were thrown due to a clash between an anti-Islam group and anti-racism protesters.\r\n\r\nOpposing groups also faced off in the cities of Nottingham and Bristol.\r\n\r\nIn Leeds, anti-immigration protesters carrying British flags chanted, \"You're not English anymore.\" They were met with counter-protesters shouting, \"Nazi scum off our streets.\"\r\n\r\nOn Friday, Sunderland saw violence erupt as a police station and an overturned car were set on fire.\r\n\r\nIn London, a pro-Palestinian demonstration was carried out as usual despite counterprotesting nearby.\r\n\r\nWhy did the riots break out?\r\nThe riots began last week due to misinformation over a mass stabbing at a Taylor Swift-themed dance party at a studio in Southport, a seaside town in northwest England.\r\n\r\nThree children were killed in the knife attack, and 10 other people — eight of whom were children — were injured.\r\n\r\nA 17-year-old boy, Axel Rudakubana, has been charged with several offenses, including the girls' murder, which happened during a Taylor Swift-themed workshop.\r\n\r\nRudakubana is accused of killing Bebe King, 6, Elsie Dot Stancombe, 7, and Alice Dasilva Aguiar, 9, and injuring another 10 people.\r\n\r\nSince the Southport attack, far-right social media channels have been awash with false claims that the suspect was an asylum-seeker who had arrived in the UK by boat.\r\n\r\nPolice have emphasized that Rudakubana was born in Britain.\r\n\r\nHe was remanded to a youth detention center and will next appear in court in October.\r\n\r\nThe unrest is seen as UK Prime Minister Keir Starmer's first major test after joining office less than a month ago. He has condemned the violence and said thugs were \"hijacking\" the nation's grief. \r\n\r\nPolice believe the English Defence League, an anti-Islam organization, is behind the violence. Anti-racism campaign group Hope Not Hate says it has identified 30 more such events set to take place over the weekend.\r\n\r\nmm, tg, rc/msh (dpa, AFP, AP, Reuters)",
        "pubDate": "2024-08-04 03:12:00",
        "image_url": "https://static.dw.com/image/69851116_6",
        "source_name": "Dw Akademie",
        "source_icon": "https://i.bytvi.com/domain_icons/dw.png",
        "category": [
            "top",
            "politics"
        ],
        "_createdOn": 1723025979056,
        "_id": "0d913761-8aab-4f9e-8a4c-fd7d61cddf3e"
    },
    {
        "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
        "title": "'They're tightening the screws': Kremlin ups attacks on critics abroad",
        "creator": [],
        "description": "With dissent snuffed out at home, Russia intensifies attacks on opponents seeking refuge in the West.",
        "content": "Two plain-clothed UK police officers were waiting for Dmitry Gudkov as he arrived at London's Luton Airport last summer. The Russian opposition politician, who lives in exile in an EU country, was flying to the UK to attend a friend's birthday.\r\n“They were there to intercept me immediately after I exited the plane,” Dmitry says. “That had never happened to me before.\"\r\nBut the police weren’t arresting him – instead, they wanted to warn him.\r\n“They told me I’m on a list of people who are in danger. They asked where I’ll be staying and what phone I’ll be using.”\r\nDmitry Gudkov is the co-founder of the Anti-War Committee, an organisation that co-ordinates efforts to oppose the war in Ukraine. He is wanted in Russia for \"spreading fakes\" about the Russian army.\r\nThe start of Russia's full-scale invasion of Ukraine in 2022 led to a wide-ranging crackdown against opponents inside Russia. Almost all activists and independent journalists fled the country.\r\nNow, a number of Kremlin critics living in Europe have told the BBC that Russia is stepping up its efforts to silence, threaten and persecute opponents abroad. Some were unwilling to share their stories publicly. The Russian embassy in London didn’t respond to a request for comment.\r\n'They can get their hands on people almost anywhere'\r\nAnalyst Mark Galeotti, who studies the Russian security services, agrees that the campaign against Russia's \"enemies\" abroad is intensifying. “I think it reflects the growing paranoia of the Kremlin,” he says, “that it is involved in an existential political struggle.\"\r\nWith all dissent snuffed out at home, Russia is turning its attention to opponents who have sought refuge in the West. Dmitry Medvedev, a former Russian president who is now deputy head of Russia's Security Council, described them as “traitors who have gone over to the enemy and want their Fatherland to perish”.\r\nAnother anti-Kremlin activist was also contacted by British police. “They said they needed to discuss the safety of me and my family,” Ksenia Maximova tells me.\r\nThe founder of the Russian Democratic Society in London says the police advised her not to travel to certain countries where Russian agents operate more freely.\r\n“[The Kremlin is] stepping up the campaign against ‘enemies’, that's absolutely true,” she says, “They’re tightening the screws.”\r\nShe and her fellow campaigners have noticed an uptick in cyber attacks and attempts to infiltrate the group online.\r\nIn a statement to the BBC, a spokesperson for UK Counter Terrorism Policing said, “We have been open for some time now about the growing demand within our casework relating to countering state threats… We have been actively increasing resources dedicated to countering the activity of hostile states.”\r\nIn December, new UK legislation came into effect, giving police more powers to tackle threats from hostile states such as Russia.\r\n\"Parasites can’t sleep in peace...\" was one of the messages that investigative journalist Alesya Marokhovskaya received last year.\r\nThe threats were accompanied by the name of the street in Prague where she lived. “I moved house to make it harder for them,” says Alesya.\r\n“We thought it may just be some crazy Czech guy who was pro-Putin and had recognised me on the street.”\r\nBut then the messages became more sinister - calling her a \"scumbag\" and promising to find her \"wherever she walks her wheezing dog\".\r\nAlesya's dog really does wheeze when it walks. She informed the Czech police.\r\nLater, Alesya was due to fly to Sweden to attend a conference. The sender then sent even more specific threats: details of her flight, seat number and the hotel she had booked. “It was clear they had high-level access to documents,” Alesya says. “It looks like the behaviour of the Russian state.”\r\nAlesya had been branded a 'foreign agent’ years before by the Russian government, due to her work at independent Russian news website iStories.\r\n“When I left Russia and came to Prague, I had this illusion of security,” says Alesya. “Now I realise that [Russian intelligence services] can get their hands on people almost anywhere in Europe. I can’t say I’m not afraid, because I am.\"\r\nBut why is this happening now? Experts suggest the Russian security services are beginning to activate operations abroad after a period of turmoil. Hundreds of Russian diplomats believed to be intelligence agents operating under diplomatic cover were expelled from Western countries following the full-scale invasion of Ukraine.\r\n“There was a period of confusion after 2022,” says Andrei Soldatov, a Russian journalist who writes about the intelligence services. “In 2023, the agencies regrouped and found a new sense of purpose. They got resources and began increasing pressure.”\r\nMark Galeotti says the authorities are increasingly turning to proxies to do their dirty work - criminal gangs: “If you want someone beaten up or even killed, they’re a lot easier to engage,” says Mr Galeotti, who has been writing about the links between the Russian state and organised crime for years.\r\n“They’re going to be some thug – maybe someone whom the Russian-based organised crime groups have at some point dealt with.”\r\nThe Polish government believes that's what happened in the case of Leonid Volkov, a prominent activist and associate of the late Alexei Navalny. He was brutally attacked with a hammer in Lithuania four months ago, but survived.\r\nThe Polish Prime Minister, Donald Tusk, said a Belarusian man working for Russian intelligence had paid two Polish football hooligans to carry out the assault. All three have been arrested.\r\n“Intimidation is the intent,” suggests Mark Galeotti. “The idea that you'd better keep your head down. It's a way of deterring the emergence of some kind of coherent political opposition [to the Kremlin].”\r\nThe Russian authorities also try to make day-to-day life as difficult as possible for opponents abroad.\r\nActivist Olesya Krivtsova, 21, escaped from Russia after being arrested and threatened with jail for anti-war posts on social media. She now lives in Norway, but recently discovered her Russian passport had been cancelled, meaning she can’t apply for travel documents.\r\n“I think this is a new [method] of repression,” Olesya says. “They’re always thinking, how can we do more, how can we pressure them?”\r\nSeveral other activists living abroad have also had their passports cancelled without warning. Many have criminal cases open against them in Russia - without a valid passport, they cannot hire lawyers or make payments back home. The only way to resolve the issue is to return to Russia.\r\nFor Olesya, returning would mean arrest and prison. She has now applied for a temporary Norwegian ID for refugees.\r\n“In Russia, now I only have one right – the right to go to prison. My passport is cancelled. This shows the essence of their cruelty,” says the young activist.\r\n“They’ve already completely destroyed my life and the life of my family…They’re never going to stop.”",
        "pubDate": "2024-08-04 00:50:57",
        "image_url": "https://ichef.bbci.co.uk/news/240/cpsprodpb/eb79/live/10ee4020-4f42-11ef-aebc-6de4d31bf5cd.",
        "source_name": "The Bbc",
        "source_icon": "https://i.bytvi.com/domain_icons/bbc.jpg",
        "category": [
            "top",
            "politics"
        ],
        "_createdOn": 1723026047214,
        "_id": "4790f310-81e7-420a-a461-5dbd30af0778"
    }
]